tap "brewsci/science"
tap "domt4/autoupdate"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "openssl"
brew "readline"
brew "python"
brew "awscli"
brew "boost"
brew "pcre"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "diffutils"
brew "direnv"
brew "doxygen"
brew "emojify"
brew "gmp"
brew "libevent"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "fzy"
brew "mpfr"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git"
brew "git-secrets"
brew "gnu-sed"
brew "go"
brew "grep"
brew "gzip"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libusb"
brew "libnfc"
brew "libyaml"
brew "mas"
brew "maven"
brew "mysql@5.7", restart_service: true, link: true
brew "nmap"
brew "node"
brew "peco"
brew "pipenv"
brew "pkg-config"
brew "pyenv"
brew "pyenv-virtualenv"
brew "ruby-build"
brew "rbenv"
brew "rlwrap"
brew "s3cmd"
brew "swiftlint"
brew "terminal-notifier"
brew "tfenv"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alacritty"
cask "alfred"
cask "chromedriver"
cask "dash"
cask "docker"
cask "font-ricty-diminished"
cask "google-chrome-dev"
cask "insomnia"
cask "istat-menus"
cask "iterm2-beta"
cask "java"
cask "karabiner-elements"
cask "minikube"
cask "ngrok"
cask "onyx"
cask "sensiblesidebuttons"
cask "sequel-pro-nightly"
cask "sketch"
cask "slack-beta"
cask "tableplus"
cask "tor-browser"
cask "virtualbox"
cask "witch"
cask "zoomus"
mas "bz.tida.MacWinZipperLite", id: 414855915
mas "com.amazon.Kindle", id: 405399194
mas "com.apple.dt.Xcode", id: 497799835
mas "com.apple.iMovieApp", id: 408981434
mas "com.apple.iWork.Keynote", id: 409183694
mas "com.apple.iWork.Numbers", id: 409203825
mas "com.apple.iWork.Pages", id: 409201541
mas "com.coteditor.CotEditor", id: 1024640650
mas "com.crowdcafe.windowmagnet", id: 441258766
mas "com.fasthatchapps.gifgrabberosx", id: 668208984
mas "com.ideasoncanvas.mindnode.macos", id: 1289197285
mas "com.pixelmatorteam.pixelmator.x", id: 1289583905
mas "com.skitch.skitch", id: 425955336
mas "cx.c3.theunarchiver", id: 425424353
mas "jp.naver.line.mac", id: 539883307
