tap "brewsci/science"
tap "domt4/autoupdate"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "anyenv"
brew "aspell"
brew "autoconf"
brew "awscli"
brew "boost"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "diffutils"
brew "direnv"
brew "docker-completion"
brew "doxygen"
brew "emojify"
brew "gmp"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fontforge"
brew "fzf"
brew "fzy"
brew "mpfr"
brew "gcc"
brew "gh"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "graphviz"
brew "grep"
brew "gzip"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "libusb"
brew "libnfc"
brew "mas"
brew "maven"
brew "minikube"
brew "mysql@5.7", restart_service: true, link: true
brew "nmap"
brew "node"
brew "peco"
brew "pkg-config"
brew "rlwrap"
brew "s3cmd"
brew "swiftlint"
brew "terminal-notifier"
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh"
brew "heroku/brew/heroku"
cask "alacritty"
cask "alfred"
cask "chromedriver"
cask "dash"
cask "discord"
cask "docker"
cask "font-ricty-diminished"
cask "fontforge"
cask "github"
cask "google-chrome-beta"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "google-photos-backup-and-sync"
cask "gyazo"
cask "insomnia"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "ngrok"
cask "onyx"
cask "sequel-ace"
cask "sketch"
cask "slack-beta"
cask "tableplus"
cask "toggl"
cask "tor-browser"
cask "visual-studio-code-insiders"
cask "witch"
cask "zoomus"
mas "CotEditor", id: 1024640650
mas "Developer", id: 640199958
mas "GIPHY CAPTURE", id: 668208984
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Skitch", id: 425955336
mas "The Unarchiver", id: 425424353
mas "WiFi Explorer Lite", id: 1408727408
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
