tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/services"
tap "leoafarias/fvm"
brew "anyenv"
brew "jpeg-turbo"
brew "aspell"
brew "awscli"
brew "circleci"
brew "cocoapods"
brew "colordiff"
brew "coreutils"
brew "deno"
brew "diffutils"
brew "direnv"
brew "emojify"
brew "eza"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "fzy"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "git"
brew "git-lfs"
brew "git-secrets"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "grep"
brew "gzip"
brew "hub"
brew "liblqr"
brew "libomp", link: true
brew "imagemagick"
brew "jq"
brew "mas"
brew "minikube"
brew "nkf"
brew "node"
brew "peco"
brew "php"
brew "pinentry-mac"
brew "switchaudio-osx"
brew "telnet"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "yq"
brew "zsh"
brew "heroku/brew/heroku"
brew "leoafarias/fvm/fvm"
cask "adobe-creative-cloud"
cask "alacritty"
cask "android-studio"
cask "cleanshot"
cask "cmd-eikana"
cask "coteditor"
cask "cursor"
cask "dash"
cask "discord"
cask "docker"
cask "flutter"
cask "font-ricty-diminished"
cask "github-beta"
cask "google-chrome-beta"
cask "google-drive"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "logitech-options"
cask "mitmproxy"
cask "notion"
cask "onyx"
cask "orbstack"
cask "proxyman"
cask "raycast"
cask "sequel-ace"
cask "sequel-pro"
cask "slack-beta"
cask "visual-studio-code-insiders"
cask "witch"
cask "zoom"
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Solves", id: 1394359548
mas "The Unarchiver", id: 425424353
mas "WiFi Explorer Lite", id: 1408727408
mas "WinArchiver Lite", id: 414855915
mas "Xcode", id: 497799835
